[{"cat":"House Specials","price":"79","item":"Omlette Rice","dscr":"Japanese fried rice wrapped in omlette, minced pork, onion and carrot. With choices of sauce and topping available"},{"cat":"House Specials","price":"89","item":"Yakisoba","dscr":"Stir fried soba noodle with Japanese style sauce, marinated pork, carrot, onion and cabbage. With choices of topping available"},{"cat":"House Specials","price":"79","item":"Okonomiyaki","dscr":"Japanese pizza, minced pork, cabbage, carrot, egg, dried Japanese fish, okonomiyaki homemade sauce and mayonnaise. With choices of topping available"},{"cat":"House Specials","price":"99","item":"Teriyaki Pork with Rice","dscr":"With choices of topping available"},{"cat":"House Specials","price":"79","item":"Tonkotsu","dscr":"Bread crump fried pork sirloin with tonkotsu sauce. With choices of topping available"},{"cat":"A La Carte","price":"79","item":"Curry with Rice","dscr":"With choices of topping available"},{"cat":"A La Carte","price":"89","item":"Oyakodon","dscr":"Chicken with egg and sauce on rice. With choices of topping available"},{"cat":"A La Carte","price":"99","item":"Katsudon","dscr":"Bread crump fried pork sirloin with sauce and egg on rice. With choices of topping available"},{"cat":"A La Carte","price":"89","item":"Teriyaki Chicken with Rice","dscr":"With choices of topping available"},{"cat":"A La Carte","price":"99","item":"Yaki udon","dscr":"Stir fried udon noodle with Japanses style sauce, marinated pork, carrot, onion and cabbage. With choices of topping available"},{"cat":"Sets","price":"139","item":"Tonkotsu Set","dscr":"With Japanese steamed rice, bread crump fried pork sirloin, egg soup, seaweed, stir fried cabbage with soy sauce, medium boiled egg with Japanese sauce, kimchi and pickled ginger. With choices of topping available"},{"cat":"Sets","price":"139","item":"Karaage Chicken Set","dscr":"With Japanese steamed rice, karaage chicken, egg soup, seaweed, stir fried cabbage with soy sauce, medium boiled egg with Japanese sauce, kimchi and pickled ginger. With choices of topping available"},{"cat":"Sets","price":"139","item":"Oyako Set","dscr":"With Japanese steamed rice, chicken and egg with sauce, egg soup, seaweed, stir fried cabbage with soy sauce, medium boiled egg with Japanese sauce, kimchi and pickled ginger. With choices of topping available"},{"cat":"Sets","price":"139","item":"Fried Chicken with Spicy Wing Zapp Powder Set","dscr":"With Japanese steamed rice, fried chicken wing with spicy powder, egg soup, seaweed, stir fried cabbage with soy suace, medium boiled egg with Japanese sauce, kimchi and pickled ginger. With choices of topping available"},{"cat":"Sets","price":"139","item":"Spicy Fried Chicken Set","dscr":"With Japanese steamed rice, fried chicken with spicy sauce, egg soup, seaweed, stir fried cabbage with soy sauce, medium boiled egg with Japanese sauce, kimchi and pickled ginger. With choices of topping available"},{"cat":"Sets","price":"139","item":"Fried Chicken with Korean Sauce Set","dscr":"With Japanese steamed rice, fried chicken with Korean sauce, egg soup, seaweed, stir fried cabbage with soy sauce, medium boiled egg with Japanese sauce, kimchi and pickled ginger. With choices of topping available"},{"cat":"Stir Fried","price":"79","item":"Teriyaki Chicken","dscr":"With choices of topping available"},{"cat":"Stir Fried","price":"89","item":"Teriyaki Pork","dscr":"With choices of topping available"},{"cat":"Stir Fried","price":"79","item":"Stir Fried Cabbage with Soy Sauce in Large Size","dscr":"With choices of topping available"},{"price":"39","cat":"Stir Fried","item":"Stir Fried Cabbage with Soy Sauce in Small Size"},{"cat":"Fried","price":"79","item":"Karaage Chicken","dscr":"With choices of topping available"},{"cat":"Fried","price":"59","item":"Fried Chicken with Spicy Wing Zapp Powder","dscr":"With choices of topping available"},{"cat":"Fried","price":"59","item":"Spicy Fried Chicken","dscr":"With choices of topping available"},{"cat":"Fried","price":"59","item":"Fried Chicken with Korean Sauce","dscr":"With choices of topping available"},{"price":"15","cat":"Sides","item":"Japanese Steamed Rice"},{"price":"29","cat":"Sides","item":"Seaweed Soup"},{"price":"9","cat":"Sides","item":"Kimchi"},{"price":"15","cat":"Sides","item":"Medium Boiled Egg with Japanese Sauce"}]