[{"price":"24","dscr":"ตูดไก่หมักปรุงรสย่างสุก","item":"ตูดไก่ย่าง"},{"price":"13","dscr":"ได้ 2จับ","item":"เส้นขนมจีน"},{"price":"20","dscr":"เส้นเล็ก เส้นก๋วยเตี๋ยว เส้นผัดไทย ลวกใส่ถุง","item":"เส้นเล็กลวก"},{"price":"25","dscr":"ปีกไก่หมักปรุงรสย่างสุก","item":"ปีกไก่ย่าง"},{"price":"47","dscr":"ขาไก่หมักปรุงรสย่างสุก","item":"ขาไก่ย่าง"},{"price":"20","dscr":"เส้นหมี่ขาว ลวกใส่ถุง","item":"เส้นหมี่ลวก"},{"price":"47","dscr":"ประกอบด้วย พริกมะเขือเทศ ถั่วฝักยําว มะเขือกรอบผงปรุงรส กุ้งแห้ง เส้นมะละกอสับ สามารถเลือกท็อปปิ้งและระดับความเผ็ดได้","item":"ตำไทย"},{"price":"47","dscr":"ประกอบด้วย พริกมะเขือเทศ ถั่วฝักยาว มะเขือกรอบ ผงปรุงรส ปลาร้า ปูดองเส้นมะละกอสับ สามารถเลือกระดับความเผ็ดได้","item":"ตำปูปลาร้า"},{"price":"48","dscr":"ประกอบด้วย พริกมะเขือเทศ ถั่วฝักยําว มะเขือกรอบผงปรุงรสปลาร้า เส้นมะละกอสับ เส้นขนมจีน สามาถเลือกท็อปปิ้งและระดับความเผ็ดได้","item":"ตำซั่ว"},{"price":"60","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง เส้นมะละกอสับ ไข่เยี่ยวม้า สามาถเลือกระดับความเผ็ดได้","item":"ตำไข่เยี่ยวม้า"},{"price":"70","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส กุ้งแห้ง ข้าวโพดต้มสุกและไข่เค็ม สามาถเลือกระดับความเผ็ดได้","item":"ตำข้าวโพดไข่เค็ม"},{"price":"94","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง เส้นมะละกอสับและตีนไก่ สามาถเลือกระดับความเผ็ดได้","item":"ตำตีนไก่"},{"price":"47","dscr":"ประกอบด้วย พริกมะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า มะกอก เส้นมะละกอ สามาถเลือกระดับความเผ็ดได้","item":"ตำลาว"},{"price":"95","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า เส้นมะละกอสับและกุ้งสด สามาถเลือกระดับความเผ็ดได้","item":"ตำกุ้งสด"},{"price":"115","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า เส้นมะละกอสับและปูม้า สามาถเลือกระดับความเผ็ดได้","item":"ตำปูม้า"},{"price":"95","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า เส้นมะละกอสับและหมึก สามาถเลือกระดับความเผ็ดได้","item":"ตำหมึก"},{"price":"135","dscr":"ประกอบด้วย พริกมะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้าปูดอง เส้นมะละกอสับ หมูยอ แคปหมู ไข่เค็ม เส้นขนมจีน ผักดอง ถั่วงอกและหอยโข่ง สามาถเลือกระดับความเผ็ดได้","item":"ตำถาด"},{"price":"120","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง เส้นมะละกอสับ กุ้งปลาหมึกปูม้า สามาถเลือกระดับความเผ็ดได้","item":"ตำทะเลรวมสุก"},{"price":"95","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง เส้นมะละกอสับและกุ้งลวกสุก สามารถเลือกท็อปปิ้งและระดับความเผ็ดได้","item":"ตำกุ้งสุก"},{"price":"70","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง เส้นมะละกอสับ หน่อไม้ ถั่วงอก เส้นขนมจีน ผักดอง สามารถเลือกท็อปปิ้งและระดับความเผ็ดได้","item":"ตำป่า"},{"price":"95","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง เส้นมะละกอสับและหอยดอง สามาถเลือกระดับความเผ็ดได้","item":"ตำหอยดอง"},{"price":"120","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง เส้นมะละกอสับ ปูม้าและหมึก สามาถเลือกระดับความเผ็ดได้","item":"ตำปูม้า หมึก"},{"price":"90","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง เส้นมะละกอสับและหอยโข่ง สามาถเลือกระดับความเผ็ดได้","item":"ตำหอยโข่ง"},{"price":"60","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง เส้นมะละกอสับและแคบหมู สามาถเลือกระดับความเผ็ดได้","item":"ตำแคบหมู"},{"price":"59","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดองและถั่วฝักยาว สามาถเลือกระดับความเผ็ดได้","item":"ตำถั่ว"},{"price":"47","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดองและแตงกวา สามาถเลือกระดับความเผ็ดได้","item":"ตำแตง"},{"price":"60","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง เส้นมะละกอสับและหมูยอ สามาถเลือกระดับความเผ็ดได้","item":"ตำหมูยอ"},{"price":"59","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง มาม่าดิบและหมูยอ สามาถเลือกระดับความเผ็ดได้","item":"ตำมาม่าดิบ"},{"price":"59","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง มาม่าสุกและหมูยอ สามาถเลือกระดับความเผ็ดได้","item":"ตำมาม่าสุก"},{"price":"50","dscr":"ประกอบด้วย พริก มะเขือเทศ ถั่วฝักยาว มะเขือกรอบผงปรุงรส ปลาร้า ปูดอง เส้นเล็กและหมูยอ สามาถเลือกระดับความเผ็ดได้","item":"ตำเส้นเล็ก"},{"price":"135","dscr":"กุ้ง ปลาหมึก ปูม้า","item":"ตำป่าทะเลรวม"},{"price":"120","dscr":"กุ้งสด ปูม้าสด ปลาหมึกลวกสุก","item":"ตำทะเลรวมดิบ"}]