[{"price":"30","dscr":"ประกอบด้วย มันม่วงนึ่ง มันส้มนึ่ง ฟักทองนึ่ง และเผือกนึ่ง","item":"ชุดมันนึ่ง"},{"price":"40","dscr":"1 กล่อง มี 8 ชิ้น ประกอบด้วย เมี่ยงปลาทู และน้ำจิ้มซีฟู้ด","item":"เมี่ยงปลาทู"},{"price":"40","dscr":"1 กล่อง มี 8 ชิ้น ประกอบด้วย ก๋วยเตี๋ยวลุยสวน และน้ำจิ้มซีฟู้ด","item":"ก๋วยเตี๋ยวลุยสวน"},{"price":"30","dscr":"1 กล่อง มีเกี๊ยว 6 ชิ้น มีน้ำจิ้มซีฟู้ดในกล่อง","item":"เกี๊ยวหมูลวก"},{"price":"30","dscr":"1 กล่อง มีเกี๊ยว 3 ชิ้น มีน้ำจิ้มซีฟู้ดในกล่อง","item":"บะหมี่เกี๊ยวหมู"},{"price":"40","dscr":"1 กล่อง มี 8 ชิ้น ประกอบด้วย สลัดโรลใส้กรอก สลัดโรลแฮม และ สลัดโรลปูอัดคละกัน สามารถเลือกน้ำสลัดได้","item":"สลัดโรล"},{"price":"40","dscr":"ประกอบด้วย ฝรั่ง แอปเปิ้ลแดง ชมพู่ แคนตาลูป มะเขือเทศ ข้าวโพด และแครอท สามารถเลือกน้ำสลัดได้","item":"สลัดผลไม้"},{"price":"35","dscr":"ประกอบด้วย ผักกาดหอม กะหล่ำปลี กะหล่ำปลีม่วง แตงกวา แครอท หัวหอมใหญ่ ข้าวโพด มะเขือเทศ และไข่ต้ม สามารถเลือกน้ำสลัดได้","item":"สลัดผักธรรมดา"},{"price":"40","dscr":"ประกอบด้วย ผักกรีนโอ๊ค ผักเรดโอ๊ค ผักกาดหอม กะหล่ำปลี กะหล่ำปลีม่วง แตงกวา แครอท หัวหอมใหญ่ ข้าวโพด มะเขือเทศ และไข่ต้ม สามารถเลือกน้ำสลัดได้","item":"สลัดผักไฮโดรโปนิกส์"},{"price":"50","dscr":"ประกอบด้วย ผักกรีนโอ๊ค ผักเรดโอ๊ค ผักกาดหอม กะหล่ำปลี กะหล่ำปลีม่วง แตงกวา แครอท หัวหอมใหญ่ ข้าวโพด มะเขือเทศ ไข่ต้ม ปูอัด หรือทูน่าในน้ำแร่ สามารถเลือกเนื้อสัตว์และน้ำสลัดได้","item":"สลัดผักไฮโดรโปนิกส์ไข่"},{"price":"40","dscr":"ประกอบด้วย มันม่วง มันส้ม ฟักทอง เผือก ข้าวโพด และกล้วยน้ำว้า สามารถเลือกน้ำสลัดได้","item":"สลัดธัญพืช"},{"price":"50","dscr":"ประกอบด้วย ผักกรีนโอ๊ค ผักเรดโอ๊ค ผักกาดหอม กะหล่ำปลี กะหล่ำปลีม่วง แตงกวา แครอท หัวหอมใหญ่ ข้าวโพด มะเขือเทศ และอกไก่ย่าง สามารถเลือกน้ำสลัดได้","item":"สลัดอกไก่ย่างคลีน"},{"price":"50","dscr":"ประกอบด้วย ขนมจีน ปลาทู หมูยอ ปูอัด และน้ำยำ","item":"ยำขนมจีน"},{"price":"40","dscr":"ประกอบด้วย ฝรั่ง แอปเปิ้ลแดง ชมพู่ แคนตาลูป มะเขือเทศ ข้าวโพด แครอท และน้ำยำ","item":"ยำผลไม้"},{"price":"50","item":"ข้าวไก่เทอริยากิ"},{"price":"50","item":"ข้าวไก่ซอสบาบีคิวสไตล์แม็กซิกัน"},{"price":"50","dscr":"อาหารคลีน","item":"ข้าวไก่ย่างน้ำตก"},{"price":"50","dscr":"อาหารคลีน","item":"ข้าวอกไก่พริกไทยดำ"},{"price":"40","dscr":"ประกอบด้วย ข้าวคลุกกะปิ กุนเชียง ไข่ฝอย หมูหวาน และมะม่วงฝอย","item":"ข้าวคลุกกะปิ"}]