[{"price":"70","dscr":"หมูสับ หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู หมูยอ ลูกชิ้นปลา ปูอัด ปลาหมึก กุ้ง","item":"ยำดู๋ดี๋"},{"price":"70","item":"ยำหมูยอ"},{"price":"70","item":"ยำกระดูกอ่อน"},{"price":"70","dscr":"ลูกชิ้นปลา ปูอัด ปลาหมึก กุ้ง","item":"ยำทะเล"},{"price":"60","item":"ข้าวกระดูกอ่อนน้ำแดง"},{"price":"50","item":"ข้าวหมูแดง"},{"price":"50","dscr":"ต้มจืดไม่ใส่ผัก หมูแดง หมูสับ หมูชิ้น เลือดหมู ตับหมู สามารถเลือกเส้นและระดับความเผ็ดได้","item":"บะหมี่กวางเจา"},{"price":"50","dscr":"หมูแดง ผัก สามารถเลือกเส้นและระดับความเผ็ดได้","item":"บะหมี่หมูแดง"},{"price":"60","dscr":"สามารถเลือกเส้นและระดับความเผ็ดได้","item":"ก๋วยเตี๋ยวขลุกขลิกกระดูกอ่อน"},{"price":"50","dscr":"ลูกชิ้นปลา ปูอัด ปลาหมึก กุ้ง สามารถเลือกเส้นและระดับความเผ็ดได้","item":"ก๋วยเตี๋ยวต้มยำทะเล"},{"price":"60","dscr":"ลูกชิ้นปลา ปูอัด ปลาหมึก กุ้ง หมูสับ หมูยอ สามารถเลือกเส้นและระดับความเผ็ดได้","item":"ตะรุเตาพิเศษ"},{"price":"50","dscr":"ลูกชิ้นหมู หมูแดง หมูชิ้น สามารถเลือกเส้นและระดับความเผ็ดได้","item":"เอ็ม 16"},{"price":"50","dscr":"หมูยอ หมูสับ สามารถเลือกเส้นและระดับความเผ็ดได้","item":"เอ็ม 79"},{"price":"50","dscr":"ลูกชิ้นปลา ลูกชิ้นหมู สามารถเลือกเส้นและระดับความเผ็ดได้","item":"สูตรลับ 007"},{"price":"50","dscr":"หมูสับ ตับหมู เลือดหมู สามารถเลือกเส้นและระดับความเผ็ดได้","item":"เชือดนิ่มๆ"},{"price":"60","dscr":"หมูสับ ตับหมู เลือดหมู ลูกชิ้นปลา ลูกชิ้นหมู สามารถเลือกเส้นและระดับความเผ็ดได้","item":"ลุยแหลก"},{"price":"50","dscr":"หมูแผ่น หมูแดง หมูยอ สามารถเลือกเส้นและระดับความเผ็ดได้","item":"ดู๋ดี๋หมูแผ่น"},{"price":"50","dscr":"วุ้นเส้น หมูสับ หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู หมูยอ สามารถเลือกระดับความเผ็ดได้","item":"วุ้นเส้นดู๋ดี๋"},{"price":"50","dscr":"เส้นหมี่ขาว หมูสับ ตับหมู เลือดหมู ลูกชิ้นหมู สามารถเลือกระดับความเผ็ดได้","item":"หมี่ขลุกขลิก"},{"price":"50","dscr":"เส้นหมี่ขาว หมูสับ ถั่วบด สามารถเลือกระดับความเผ็ดได้","item":"หมี่ขาวโบโบ้"},{"price":"50","dscr":"หมูสับ หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู หมูยอ สามารถเลือกเส้นและระดับความเผ็ดได้","item":"ก๋วยเตี๋ยวหมู"},{"price":"50","dscr":"หมูสับ หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู หมูยอ สามารถเลือกระดับความเผ็ดได้","item":"เกาเหลาคาเมลลูน"},{"price":"60","dscr":"หมูสับ หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู หมูยอ สามารถเลือกระดับความเผ็ดได้","item":"เกาเหลาเทอร์โบ"},{"price":"50","dscr":"เส้นใหญ่ หมูเปื่อย สามารถเลือกระดับความเผ็ดได้","item":"ก๋วยเตี๋ยวหมูเปื่อย"},{"price":"50","dscr":"เส้นเล็ก หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู หมูยอ พริกป่น สามารถเลือกระดับความเผ็ดได้","item":"เส้นเล็กแสบ"},{"price":"50","dscr":"ลูกชิ้นปลา ปูอัด ปลาหมึก กุ้ง ใส่พริกป่น 3 ช้อน สามารถเลือกเส้นได้","item":"ไอ้คลั่งทะเลโหด"},{"price":"60","dscr":"เส้นมาม่า หมูสับ หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู หมูยอ ใส่พริกป่น 2 ช้อน","item":"มาม่าเทอร์โบ"},{"price":"50","dscr":"เส้นเล็ก หมูสับ หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู ใส่พริกป่น 4 ช้อน","item":"สกายแล็บ"},{"price":"50","dscr":"เส้นเล็ก หมูสับ หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู หมูยอ ใส่พริกป่น 5 ช้อน","item":"แรมโบ้"},{"price":"60","dscr":"กระดูกอ่อน ใส่พริกป่น 3 ช้อน","item":"กระดูกลุยไฟ"},{"price":"50","dscr":"ลูกชิ้นหมู หมูแดง สามารถเลือกเส้นได้","item":"แสบทหารราบ"},{"price":"50","dscr":"ลูกชิ้นปลา ปูอัด ปลาหมึก กุ้ง สามารถเลือกเส้นได้","item":"แสบทหารเรือ"},{"price":"50","dscr":"หมูสับ หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู หมูยอ สามารถเลือกเส้นได้","item":"ก๋วยเตี๋ยวโบราณ"},{"price":"50","dscr":"บะหมี่ หมูสับ หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู หมูยอ","item":"หมี่หยกทรงเครื่อง"},{"price":"60","dscr":"เส้นมาม่า หมูสับ หมูชิ้น หมูแดง ลูกชิ้นหมู ตับหมู เลือดหมู หมูยอ","item":"มาม่าแห้ง"},{"price":"10","item":"ข้าวเปล่า"}]