[{"cat":"Sets","price":"59","item":"Little Set","dscr":"Marinated chicken with Japanese sauce, bacon, golden needle mushroom wrapped chicken and chicken drumstick. With choices of spiciness level available"},{"cat":"Sets","price":"69","item":"Little Set 1","dscr":"Bacon, fermented beef, barbecue and breakfast sausage. With choices of spiciness level available"},{"cat":"Sets","price":"79","item":"Little Set 2","dscr":"Golden needle mushroom wrapped chicken, bacon, chicken liver, grilled chicken and sticky rice, breakfast sausage, seaweed wrapped in chicken and eryngii mushroom. With choices of spiciness level available"},{"cat":"Sets","price":"89","item":"Little Set 3","dscr":"Golden needle mushroom wrapped chicken, bacon, chicken breast, grilled chicken, fermented chicken tendon, grilled chicken ball, northeastern sausage and baby corn. With choices of spiciness level available"},{"cat":"Sets","price":"99","item":"Little Set 4","dscr":"Bacon, golden needle mushroom wrapped chicken, fermented beef, chicken drumstick, jumbo chicken tendon, cheese sausage, fish tofu, sandwich and eryngii mushroom. With choices of spiciness level available"},{"cat":"Sets","price":"129","item":"Big Set","dscr":"Bacon, golden needle mushroom wrapped chicken, fermented beef, barbecue, chicken liver, grilled chicken and sticky rice, grilled chicken, northeastern sausage, seaweed wrapped chicken roll, baby corn, and eryngii mushroom. With choices of spiciness level available"},{"cat":"Sets","price":"149","item":"Big Set 1","dscr":"Bacon, golden needle mushroom wrapped chicken, fermented beef, barbecue, marinated chicken with Japanese sauce, chicken drumstick, jumbo chicken tendon, northeastern sausage, breakfast sausage, fish tofu, baby corn and eringi mushroom. With choices of spiciness level available"},{"cat":"Sets","price":"169","item":"Big Set 2","dscr":"Bacon, golden needle mushroom wrapped chicken, grilled chicken, jumbo chicken with tendon, grilled chicken and sticky rice, marinated chicken with Japanese sauce, chicken drumstick, chicken liver, barbecue, grilled chicken ball, seaweed wrapped chicken roll, northeastern sausage, sandwich, baby corn and eryngii mushroom. With choices of spiciness level available"},{"cat":"Sets","price":"219","item":"Very Big Set","dscr":"2 sticks of bacon, 2 sticks of barbecue, golden needle mushroom wrapped in chicken, marinated chicken with Japanese sauce, chicken drumstick, chicken breast, fermented beef, jumbo chicken tendon, grilled chicken and sticky rice, chicken liver, grilled chicken, northeastern sausage, fermented chicken with tendon, seaweed wrapped chicken roll, breakfast sausage, fish tofu, eryngii mushroom and baby corn. With choices of spiciness level available"},{"cat":"Sets","price":"89","item":"Mixed Ball Set","dscr":"Fish ball, grilled chicken ball, seaweed wrapped chicken roll, northeastern sausage, breakfast sausage, sandwich, fish tofu, fermented chicken tendon, salted egg ball and crab roe ball. With choices of spiciness level available"}]