[{"price":"40","dscr":"สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"ทุเรียนปั่นนมสด"},{"price":"40","dscr":"สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"มะพร้าวน้ำหอมนมสด"},{"price":"40","dscr":"สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"แตงโมปั่น"},{"price":"40","dscr":"สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"สัปปะรดปั่น"},{"price":"40","dscr":"สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"กล้วยปั่น"},{"price":"40","dscr":"สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"สตรอว์เบอร์รีปั่น"},{"price":"40","dscr":"สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"กีวีปั่น"},{"price":"40","dscr":"สูตรน้ำขิงคั้นสด แอปเปิล น้ำมะนาว สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"น้ำผักลดกลิ่นปาก"},{"price":"40","dscr":"สูตรสตรอว์เบอร์รี บลูเบอร์รี แบล็คเบอร์รี ราสเบอร์รี่ น้ำมส้ม โยเกิร์ต สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"มิกซ์เบอร์รีสมูทตี้"},{"price":"40","dscr":"ช่วยล้างไขมันที่เกาะอยู่ตามอวัยวะของร่างกาย สูตรโยเกิร์ต นมสด น้ำผึ้ง มะนาว สตรอว์เบอร์รี แอปเปิล กล้วย สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"น้ำไฟจราจรปั่น"},{"price":"40","dscr":"สูตรสตรอว์เบอร์รี น้ำส้ม โยเกิร์ต สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"มิลค์เชคผลไม้"},{"price":"40","dscr":"ปกป้องผิวจาแสงแดด และลดคอเรสเตอรอล สูตรนมสด น้ำมะพร้าว น้ำแดงเฮลบลูบอย เชอร์รีสด กลิ่นวนิลา สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"หวานละมุนอุ่นไอรักปั่น"},{"price":"40","dscr":"สูตร แอปเปิล แครอท ฝรั่ง มะเขือเทศ มะนาว บีทรูท น้ำเสาวรส สัปปะรด ผักสลัด ผักขึ้นฉ่าย สามารถเลือกแทนความหวานด้วยผลไม้ได้","item":"น้ำผักผลไม้รวม 10 ชนิด"},{"price":"40","dscr":"สูตรมะเขือเทศ ผักขึ้นฉ่าย ขิง น้ำส้มคั้น แครอท ผักชี สามารถเลือกรูปแบบและเลือกแทนความหวานด้วยผลไม้ได้","item":"มะเขือเทศ แครอท"},{"price":"40","dscr":"สูตรแครอท แอปเปิล บีทรูท กระชาย เสาวรส น้ำผึ้ง มะนาว สามารถเลือกรูปแบบและเลือกแทนความหวานด้วยผลไม้ได้","item":"น้ำผักป็อปอายเพิ่มพลัง"},{"price":"40","dscr":"สูตรแอปเปิล แครอท ผักคะน้า ขิง สามารถเลือกรูปแบบและเลือกแทนความหวานด้วยผลไม้ได้","item":"น้ำผักผิวใส"},{"price":"40","dscr":"สูตร แอปเปิล บีทรูท ขึ้นฉ่าย สามารถเลือกรูปแบบและเลือกแทนความหวานด้วยผลไม้ได้สามารถเลือกรูปแบบและเลือกแทนความหวานด้วยผลไม้ได้","item":"น้ำแอปเปิลบีทรูท"},{"price":"40","dscr":"ผิวพรรณเปล่งปลั่ง ลดริ้วรอยและแผลเป็น ใส่ ส้ม มะนาว สัปปะรด มะเขือเทศ เสาวรสสามารถเลือกรูปแบบและเลือกแทนความหวานด้วยผลไม้ได้","item":"สูตรคีโอพัตรา"},{"price":"40","dscr":"ลดไขมันในเส้นเลือด ต้านมะเร็ง ใส่คะน้า ขึ้นฉ่าย ผักกาดแก้ว สลัด โหระพา กีวี ฝรั่ง เสาวรสสามารถเลือกรูปแบบและเลือกแทนความหวานด้วยผลไม้ได้","item":"สูตรน้ำผักสีเขียว"},{"price":"40","dscr":"ล้างลำไส้ ช่วยในระบบขับถ่ายแก้ท้องผูก ใส่ ส้ม เสาวรส มะนาว สัปปะรด กีวีสามารถเลือกรูปแบบและเลือกแทนความหวานด้วยผลไม้ได้","item":"สูตรดีท็อกซ์"},{"price":"40","dscr":"ผิวผิวพรรณเปล่งปลั่ง กระชับ ลดริ้วรอย ใส่ส้ม มะนาว มะเขือเทศ สัปปะรดสามารถเลือกรูปแบบและเลือกแทนความหวานด้วยผลไม้ได้","item":"น้ำปั่นสามรส"},{"price":"40","item":"ส้มปั่น"},{"price":"40","item":"มะนาวปั่น"},{"price":"40","item":"แอปเปิ้ลปั่น"},{"price":"40","item":"แครอทปั่น"},{"price":"40","item":"มะเขือเทศปั่น"},{"price":"40","item":"บีทรูทปั่น"},{"price":"40","item":"น้ำเสาวรสปั่น"},{"price":"40","item":"ฝรั่งปั่น"}]