[{"price":"70","dscr":"ถั่วแระพันธุ์ญี่ปุ่น รสชาติหวานมัน เมล็ดนุ่มเด้งให้โปรตีนและใยอาหารสูง ทานคู่กับเบียร์หรือทานเล่นได้เพลินสุดๆ","item":"ถั่วแระ"},{"price":"70","dscr":"เกี๊ยวซ่าสูตรญี่ปุ่น ย่างคู่กับน้ำสาเกญี่ปุ่นจนหอม ไส้เต็มคำรสชาติดีทานคู่กับซอสพอนสึรสเปรี้ยวหอม ตัดความมันของเกี๊ยวซ่าทำให้ทานได้อย่างหยุดไม่อยู่","item":"เกี๊ยวซ่า"},{"price":"70","dscr":"ปลาหมึกดองกับวาซาบิ รสชาติจี๊ดจ๊าดสะใจ","item":"ทาโกะวาซาบิ"},{"price":"100","dscr":"ไส้กรอกสไตล์ญี่ปุ่น ข้างนอกหนังกรอบข้างในฉ่ำน้ำ นำมาย่างจนหอมกรุ่นเสิร์ฟพร้อมมัสตาร์ด อีกหนึ่งอาหารทานเล่นและกับแกล้มที่พลาดไม่ได้","item":"ไส้กรอกญี่ปุ่น"},{"price":"100","dscr":"เนื้อไก่ชุบแป้งทอด ทอดจนกรอบนอกนุ่มใน ทานคู่กับมายองเนสหรือมะนาวแล้วแต่ความชอบเพิ่มความอร่อยด้วยข้าวญี่ปุ่นร้อนๆหรือทานกัเล่นกับเบียร์เย็นๆ","item":"ไก่ทอดคาราอาเกะ"},{"price":"150","dscr":"ครีบปลากระเบนผ่านกรรมวิธีการตากแห้งแล้วนำมาย่างไฟให้หอมหวาน ทานคู่กับมายองเนสโรยด้วยพริกญี่ปุ่น เป็นของทานเล่นหรือกับแกล้มชั้นเลิศ","item":"ครีบปลากระเบน"},{"price":"50","dscr":"เฟรนช์ฟรายระดับพรีเมียม นำเข้าจากประเทศนิวซีแลนด์ มีสัดส่วนของแป้งและน้ำตาลตามธรรมชาติที่พอเหมาะนำไปทอดในน้ำมันร้อนๆ จนกรอบนอกนุ่มใน โรยด้วยผงบาร์บีคิว","item":"เฟรนช์ฟรายส์บาร์บีคิว"},{"price":"50","dscr":"ผักดองสูตรญี่ปุ่นที่เน้นความสดของวัตถุดิบ ไม่ใช้เวลาดองนานเกินไปจึงคงไว้ซึ่งความกรุบกรอบของตัวผัก รสชาติเปรี้ยวอมหวาน จัดเป็นเมนูเรียกน้ำย่อยคู่กับอื่นได้ดีเยี่ยม","item":"กิมจิ"},{"price":"140","dscr":"เนื้อปลาแซลมอนซาชิมิสด วางบนสลัดชามโต ที่เต็มไปด้วยผักสด ซื้อรายวัน","item":"สลัดแซลมอน"},{"price":"140","item":"ยำแซลมอน"},{"price":"70","item":"ยำสาหร่ายเย็น"},{"price":"70","dscr":"เนื้อแมงกระพรุนปรุงรสด้วยน้ำมันงา กรุบกรอบ หอมมันเรียกน้ำย่อย","item":"ยำแมงกระพรุน"},{"price":"70","item":"สลัดปูอัด"},{"price":"70","item":"ยำปูอัด"},{"price":"120","dscr":"6 ชิ้น","item":"ข้าวปั้นไส้สาหร่ายไข่กุ้ง"},{"price":"140","dscr":"แซลม่อน อาบุริแซลม่อน หรือ แซลม่อนสุก ท้องแซลม่อน","item":"ซูชิแซลม่อนทรีโอ"},{"price":"200","dscr":"แซลม่อน กุ้ง ไข่หวาน ปูอัด ทูน่า หนวดหมึกยักษ์ ซาบะ","item":"ซูชิคอมโบ"},{"price":"80","dscr":"แซลม่อนสด","item":"ซูชิแซลม่อน"},{"price":"90","dscr":"แซลม่อนสุก","item":"ซูชิอะบุริแซลม่อน"},{"price":"50","dscr":"2 ชิ้น","item":"ซูชิปูอัด"},{"price":"200","dscr":"2 ชิ้น","item":"ซูชิไข่ปลาแซลม่อน"},{"price":"60","dscr":"2 ชิ้น","item":"ซูชิกุ้ง"},{"price":"80","dscr":"2 ชิ้น","item":"ซูชิหนวดปลาหมึกยักษ์"},{"price":"120","dscr":"2 ชิ้น","item":"ซูชิปลาไหล"},{"price":"50","dscr":"2 ชิ้น","item":"ซูชิปลาซาบะดอง"},{"price":"160","dscr":"แซลม่อนสด","item":"โรลแซลม่อน"},{"price":"180","dscr":"แซลม่อนสุก","item":"โรลอาบุริแซลม่อน"},{"price":"150","dscr":"6 ชิ้น","item":"โรลสไปซี่แซลม่อน"},{"price":"130","dscr":"6 ชิ้น","item":"โรลแคลิฟอเนีย"},{"price":"130","dscr":"เนื้อหมูสไลด์ผัดกับซอส และปรุงรสโดยสูตรพิเศษของทางร้าน หมูย่างนุ่มลิ้นเพิ่มความหอมด้วยงา เสิร์ฟพร้อมซุปมิโสะและกิมจิ คนรักหมูห้ามพลาด","item":"ข้าวหน้าหมู"},{"price":"159","dscr":"เนื้อไลด์ผัดกับซอส และปรุงรสโดยสูตรพิเศษของทางร้าน กลิ่นของเนื้อมีความหอมเข้ากับซอสและข้าวสวยได้ดี เสิร์ฟพร้อมซุปมิโสะและกิมจิ คนรักเนื้อ ต้องลอง","item":"ข้าวหน้าเนื้อ"},{"price":"250","dscr":"ปลาแซลมอนสดวางบนวางบนข้าวซูชิที่ใช้น้ำส้มชั้นดีจากญี่ปุ่นหุงขึ้นมาจนมีรสหวานเป็นเอกลักษณ์ เสมือนว่ากินซูชิแซลมอนในถ้วยใหญ่","item":"ข้าวหน้าแซลมอน"},{"price":"280","dscr":"เมนูปลาแซลมอนเบิร์นไฟเพิ่มความหอม วางบนข้าวซูชิที่ใช้น้ำส้มชั้นดีจากญี่ปุ่นหุงขึ้นมาจนมีรสหวานเป็นเอกลักษณ์ประดับด้วยไข่ปลาแซลมอนสวยงามเหมือนอัญมณีจากท้องทะเล","item":"ข้าวหน้าอะบุริแซลมอน"},{"price":"340","dscr":"ย่างซอสเฉพาะสำหรับปลาไหล รสนุ่มละมุนลิ้นเสิรฟพร้อมไข่หวาน เป็นอีกหนึ่งเมนูยอดนิยมของทางร้าน","item":"ข้าวหน้าปลาไหล"},{"price":"170","dscr":"หมูสามชั้นตุ๋นไฟอ่อนๆ จนนุ่มเปื่อย เสิร์ฟพร้อมข้าวสวยคลุกบ๊วยแดง และขิงดอง เมนูนี้ทานได้เรื่อยๆไม่ต้องกลัวเลี่ยน","item":"ข้าวหน้าหมูตุ๋น"},{"price":"150","dscr":"คอไก่ไร้กระดูก รสสัมผัสหนุบๆ ผัดกับซอสเกลือ โรยหน้าด้วยงา เสิร์ฟพร้อมข้าวสวยร้อน ซุปมิโสะและกิมจิ เป็นเซตที่ได้ลองแล้วต้องกลับมาสั่งอีก","item":"เซตเซเซริ"},{"price":"150","item":"เซตเสต็กปลาซาบะ"},{"price":"180","item":"เซตสเต็กแซลมอน"},{"price":"280","item":"หัวปลาแซลมอนต้มซีอิ๊ว"}]