[{"price":"119","dscr":"เสิร์ฟพร้อมสลัด และเครื่องดื่ม","item":"ชุดข้าวแกงกะหรี่หมูย่างยากิ"},{"price":"119","dscr":"เสิร์ฟพร้อมสลัด และเครื่องดื่ม สามารถเลือกเนื้อสัตว์ได้","item":"ชุดข้าวผัดกระเทียม"},{"price":"119","dscr":"เสิร์ฟพร้อมสลัด และเครื่องดื่ม สามารถเลือกเนื้อสัตว์ได้","item":"ชุดข้าวหน้าบลูโกกิ"},{"price":"119","dscr":"เสิร์ฟพร้อมสลัด และเครื่องดื่ม","item":"ชุดข้าวหน้าเนื้อย่างยากินิกุ"},{"price":"119","dscr":"เสิร์ฟพร้อมสลัด และเครื่องดื่ม","item":"ชุดข้าวหน้าหมูชาชูยากิ"},{"price":"119","dscr":"เสิร์ฟพร้อมสลัด และเครื่องดื่ม สามารถเลือกซอสได้","item":"ชุดข้าวหน้าหมูย่าง"},{"price":"119","dscr":"เสิร์ฟพร้อมสลัด และเครื่องดื่ม","item":"ชุดข้าวหน้าหมูย่างย่างบาร์บีคิว"},{"price":"119","dscr":"เสิร์ฟพร้อมสลัด และเครื่องดื่ม","item":"ชุดข้าวหน้าหมูย่างยากิซัง"},{"price":"119","dscr":"เสิร์ฟพร้อมสลัด และเครื่องดื่ม","item":"ชุดข้าวหน้าหมูย่างยากินิกุ"},{"price":"299","dscr":"เหมาะสำหรับ 2-3คน ประกอบด้วย หมูหมักเกาหลี 1ถาด หมูหมักสามชั้น 1ถาด หมูสไลด์ 2ถาด กิมจิ1 ไก่บอนซอล 3ชิ้น ชุดผักรวม และน้ำจิ้ม 2ขวด","item":"หมูเกาหลีเล็ก"},{"price":"399","dscr":"เหมาะสำหรับ 3-4คน ประกอบด้วย หมูหมักเกาหลี 1ถาด สามชั้นหมักเกาหลี 1ถาด หมูสไลด์ 2ถาด สามชั้นแผ่น 1ถาด กิมจิ 1ถาด ข้าวผัดกระเทียม 1 ไก่บอนซอล 4ชิ้น ชุดผักรวม และน้ำจิ้ม 3ขวด","item":"หมูเกาหลีกลาง"},{"price":"499","dscr":"เหมาะสำหรับ 4คนขึ้นไป ประกอบด้วย หมูหมักเกาหลี 1ถาด สามชั้นหมักเกาหลี 1ถาด หมูสไลด์ 2ถาด สันคอแผ่น 1ถาด สามชั้นแผ่น 1ถาด กิมจิ 2 ข้าวผัดกระเทียม 1 ไก่บอนซอล 5ชิ้น ชุดผักรวม และน้ำจิ้ม 4ขวด","item":"หมูเกาหลีใหญ่"},{"price":"299","dscr":"สามารถเลือกน้ำซุปได้  เหมาะสำหรับ 2-3คน ประกอบด้วย หมูสไลด์ 2ถาด หมูนุ่ม 1ถาด หมูตอกไข่ 1ถาด ชุดผักรวม ไก่บอนซอล 3ชิ้น และน้ำจิ้ม 2ขวด","item":"หมูจิ๋ว"},{"price":"399","dscr":"สามารถเลือกน้ำซุปได้  เหมาะสำหรับ 3-4คน ประกอบด้วย หมูสไลด์ 3ถาด หมูนุ่ม 1 ถาด หมูตอกไข่ 1ถาด ชุดผักรวม ไก่บอนซอล 4ชิ้น ข้าวผัดกระเทียม 1 และน้ำจิ้ม  3ขวด","item":"หมูอ้วน"},{"price":"499","dscr":"สามารถเลือกน้ำซุปได้ เหมาะสำหรับ 4คนขึ้นไป ประกอบด้วย หมูสไลด์ 4ถาด หมูนุ่ม 1ถาด หมูตอกไข่ 1ถาด ชุดผักรวม1 ไก่บอนซอล 5ชิ้น ข้าวผัดกระเทียม 1 ชุดรวมซีฟู้ด 1 และน้ำจิ้ม 3ขวด","item":"หมูยักษ์"}]